Repository: tenday/TyreVibes
Catalog: TyreVibes/Localizable.xcstrings
Source language: it
Languages: en

# The interface language has been updated.
source: La lingua dell'interfaccia è stata aggiornata.
en: The interface language has been updated.

# Tire Condition
source: Condizione Pneumatico
en: Tire Condition

# Tire Data
source: Dati Pneumatico
en: Tire Data

# Tire Lifecycle
source: Ciclo di Vita Pneumatico
en: Tire Lifecycle

# Tire Registration
source: Registrazione Pneumatici
en: Tire Registration

# Tire Sidewall Scanning
source: Scansione Spalla Pneumatico
en: Tire Sidewall Scanning

# Tread Depth
source: ProfonditÃ Battistrada
en: Tread Depth

source: Tutti i file temporanei sono stati rimossi.
en: All temporary files have been removed.

# Tyre Set
source: Set Pneumatici
en: Tyre Set

# TyreVibes Support Request
source: Richiesta supporto TyreVibes
en: TyreVibes Support Request

# Unable to logout. Please try again.
source: Impossibile effettuare il logout. Riprova.
en: Unable to logout. Please try again.

# Unlock the full potential of your garage
source: Sblocca tutto il potenziale del tuo garage
en: Unlock the full potential of your garage

# Updated communication preferences
source: Preferenze di comunicazione aggiornate
en: Updated communication preferences

# Use Face ID or fingerprint to secure the app
source: Usa Face ID o impronta per proteggere l'app
en: Use Face ID or fingerprint to secure the app

source: Valuta Quest'App
en: Rate this App

# Vehicle Info
source: Info Veicolo
en: Vehicle Info

source: Versione App
en: App Version

source: Versione App: %@ (Build %@) Descrivi il tuo problema o richiesta:
en: App Version: %@ (Build %@) Describe your issue or request:

# View collected data and request deletion
source: Visualizza i dati raccolti e richiedi l'eliminazione
en: View collected data and request deletion

# We couldn't delete your account. Please try again.
source: Non siamo riusciti a eliminare il tuo account. Riprova.
en: We couldn't delete your account. Please try again.

# We couldn't load the analysis data. Please try again later.
source: Non siamo riusciti a caricare i dati dell'analisi. Riprova più tardi.
en: We couldn't load the analysis data. Please try again later.

# We couldn't prepare your data export. Please try again.
source: Non siamo riusciti a preparare l'esportazione dei tuoi dati. Riprova.
en: We couldn't prepare your data export. Please try again.

source: Abbiamo registrato la tua richiesta di rimozione dei dati personali. Il nostro team ti ricontatterà entro 30 giorni.
en: We recorded your request to remove personal data. Our team will follow up within 30 days.

# Welcome to TyreVibes Premium! Enjoy unlimited access to all features.
source: Benvenuto in TyreVibes Premium! Goditi l'accesso illimitato a tutte le funzionalitÃ .
en: Welcome to TyreVibes Premium! Enjoy unlimited access to all features.

# Width
source: Larghezza
en: Width

# Winter
source: Invernale
en: Winter

# Yesterday
source: Ieri
en: Yesterday

# Your device does not support Face ID / Touch ID.
source: Il tuo dispositivo non supporta Face ID / Touch ID.
en: Your device does not support Face ID / Touch ID.
